

hello_text = 'Привет, {name}, меня зовут "Фея Снов". Я - сонный бот Жени,' \
             ' здесь ты сможешь быстро и удобно заполнить дневник снов{book}\n\n\n'\
             'Что я умею: отмечать за тебя в твоём дневнике снов. '\
             'когда малыш Проснулся и когда Уснул.{face}'\
             '\n\nЕсли ты не забыл(а) меня вести, то'\
             ' сразу после того как вы Уснули или Проснулись -  нажми на '\
             '"Уснул" или "Проснулся". \nЕсли ты хочешь сам(а) внести время - '\
             'просто напиши мне "Уснул 11:05" или "Проснулся 11:05". Формат времени 24 часовой {exclamation}' \
             '{exclamation}{exclamation} \n\n'\
             'Ах да - Я пойму, если у тебя принцеса, а не принц и ты '\
             'напишешь мне "Уснула" или "Проснулась")){boy}{girl}\n\n' \
             'Чуствуй себя свободно и не беспокойся '\
             'за разделитель между часами и минутами, {exclamation}НО'\
             '{exclamation} помни, что формат '\
             'времени только 24 часовой (Пример: "Проснулась в 01:12" - твоя малышка проснулась '\
             'в 12 минут второго ночи). Приятного использования!!!\n\n'\
             '{sos} И если что - звони Жене - не стесьняйся)))'


you_have_table = 'Привет {name} мы уже общались и у вас уже есть дневник снов{book}' \
                 ' просто нажмите уснул малыш или проснулся'


