import emoji
from main import bot


hello_text = f'привет, {first_name}, меня зовут "Фея Снов". Я - сонный бот Жени'\
             f' здесь ты сможешь быстро и удобно заполнить дневник снов\n\n\n'\
             f'Что я умею: отмечать за тебя в твоём дневнике снов '\
             f'когда малыш Проснулся и когда Уснул.\n\nЕсли ты не забыл(а) меня вести, то'\
             f' сразу после того как вы Уснули или Проснулись -  нажми на '\
             f'"Уснул" или "Проснулся". Если ты хочешь сам(а) внести время '\
             f'просто напиши мне "Уснул 11:05" или "Проснулся 11:05". \n\n'\
             f'Ах да- Я пойму, если у тебя принцеса, а не принц и ты '\
             f'напишешь мне "Уснула" или "Проснулась"))\n\n Чуствуй себя свободно и не беспокойся '\
             f'за разделитель между часами и минутами, !!!НО!!! помни  что формат ' \
             f'времени только 24 часовой (Пример: "Проснулась в 01:12" - твоя малышка проснулась '\
             f'в 12 минут второго ночи). Приятного использования!!!\n\n'\
             f'{emoji.emojize(":SOS_button:")} И если что - звони Жене - не стесьняйся)))))'

